{"identifier":399574,"scientificName":"Girardia tigrina (Girard, 1850)","richness_score":70.8334,"synonyms":[{"synonym":"Dugesia tigrina","relationship":"synonym"},{"synonym":"Girardia trigrina","relationship":"misspelling"},{"synonym":"Girardia jimi Martins, 1970","relationship":""},{"synonym":"Dugesia tigrina","relationship":"synonym"},{"synonym":"Girardia trigrina","relationship":"misspelling"},{"synonym":"Dugesia tigrina","relationship":"synonym"},{"synonym":"Dugesia tigrina","relationship":"synonym"},{"synonym":"Planaria tigrina Girard, 1850","relationship":"homotypic synonym"},{"synonym":"Girardia trigrina","relationship":"misspelling"},{"synonym":"Dugesia tigrina Girard 1850","relationship":"synonym"},{"synonym":"Dugesia tigrina","relationship":"synonym"},{"synonym":"Girardia trigrina","relationship":"misspelling"},{"synonym":"Planaria lata Sivickis, 1923","relationship":"synonym"},{"synonym":"Planaria maculata Leidy, 1847","relationship":"synonym"},{"synonym":"Dugesia jimi Martins 1970","relationship":"synonym"},{"synonym":"Dugesia tigrina","relationship":"synonym"},{"synonym":"Girardia trigrina","relationship":"misspelling"}],"vernacularNames":[],"references":[],"taxonConcepts":[{"identifier":50650515,"scientificName":"Girardia tigrina (Girard, 1850)","nameAccordingTo":"Continenticola Classification","canonicalForm":"Girardia tigrina","sourceIdentfier":"continenticola:tid:742","taxonRank":"Species"},{"identifier":43033494,"scientificName":"Girardia tigrina","nameAccordingTo":"GBIF Nub Taxonomy","canonicalForm":"Girardia tigrina","sourceIdentfier":"5892120","taxonRank":"Species"},{"identifier":33261818,"scientificName":"Girardia tigrina (Girard, 1850)","nameAccordingTo":"WORMS Species Information (Marine Species)","canonicalForm":"Girardia tigrina","sourceIdentfier":"482186"},{"identifier":44510720,"scientificName":"Dugesia tigrina (Girard 1850)","nameAccordingTo":"WORMS Species Information (Marine Species)","canonicalForm":"Dugesia tigrina","sourceIdentfier":"234094"},{"identifier":51059298,"scientificName":"Girardia tigrina","nameAccordingTo":"NCBI Taxonomy","canonicalForm":"Girardia tigrina","sourceIdentfier":"6162","taxonRank":"Species"},{"identifier":43033250,"scientificName":"Dugesia tigrina Girard","nameAccordingTo":"GBIF Nub Taxonomy","canonicalForm":"Dugesia tigrina","sourceIdentfier":"2502879","taxonRank":"Species"},{"identifier":33238072,"scientificName":"Dugesia tigrina (Girard 1850)","nameAccordingTo":"WORMS Species Information (Marine Species)","canonicalForm":"Dugesia tigrina","sourceIdentfier":"234094"},{"identifier":46226406,"scientificName":"Dugesia tigrina Girard","nameAccordingTo":"Integrated Taxonomic Information System (ITIS)","canonicalForm":"Dugesia tigrina","sourceIdentfier":"54504","taxonRank":"Species"},{"identifier":28544167,"scientificName":"Dugesia tigrina (Girard 1850)","nameAccordingTo":"WORMS Species Information (Marine Species)","canonicalForm":"Dugesia tigrina","sourceIdentfier":"234094"},{"identifier":52667766,"scientificName":"Dugesia tigrina Girard","nameAccordingTo":"Species 2000 & ITIS Catalogue of Life: April 2013","canonicalForm":"Dugesia tigrina","sourceIdentfier":"6859893","taxonRank":"Species"},{"identifier":52667923,"scientificName":"Girardia tigrina (Girard, 1850)","nameAccordingTo":"Species 2000 & ITIS Catalogue of Life: April 2013","canonicalForm":"Girardia tigrina","sourceIdentfier":"12766333","taxonRank":"Species"},{"identifier":53419956,"scientificName":"Girardia tigrina","nameAccordingTo":"NCBI Taxonomy","canonicalForm":"Girardia tigrina","sourceIdentfier":"6162","taxonRank":"Species"}],"dataObjects":[{"identifier":"2b150f487525dea76ad2688ae4723b3b","dataObjectVersionID":26268583,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Distribution","mimeType":"text/html","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"National Science Foundation - Turbellarian Taxonomic Database","audience":["Everyone"],"source":"http://turbellaria.umaine.edu/turb3.php?action=16&code=9533&valid=0","description":"Powerhouse Brook, Craig Brook National Fish Hatchery, Orland, Maine, USA<br>Collection date: Aug 28, 1968<br>Salin: freshwater<br>Comments: Powerhouse Brook near Orland, at entrance of road to Craig Brook National Hatchery, 1.4 miles east of the hatchery, in a dammed-up pond above the bridge on the road, 21.3 degrees C.<br><br>Lake St. Clair (Claire), Michigan, USA<br>Collection date: 1894 or earlier<br>Salin: freshwater<br><br>New Baltimore, Lake St. Clair, Michigan, USA<br>Collection date: 1896 or earlier<br>Salin: freshwater<br>Comments: one specimen<br><br>Lake Oswego, Oregon, USA<br>Collection date: 1963 or earlier<br>Salin: freshwater<br>Comments: water-lily leaves in a boggy inlet on the north side of Lake Oswego.  Dr. Eugene Kozloff and his student Donald Hunter provided the specimens.<br><br>near Delhi, Washtenaw County, Michigan, USA<br>Collection date: Oct 28, 1940<br>Salin: freshwater<br>Comments: young and mature Curtisia foremani (and Dugesia tigrina) under stones.  Water clear, current swift.  A creek on Loch Alpine golf course, on Huron River Drive, near Delhi, six miles northwest of Ann Arbor, Washtenaw County.<br><br>Twin Lakes, Charlevoix, Michigan, USA<br>Collection date: 1896 or earlier<br>Salin: freshwater<br>Comments: On leaves of 'Nymphaea' and from 'Utricularia' washings, from Twin Lakes and West Twin Lake.<br><br>west side of South Fishtail Bay, Douglas Lake, Cheboygan County, Michigan, USA<br>Collection date: Jun 25-26, 1940<br>Salin: freshwater<br>Comments: Under stones along shore.  Numerous asexual specimens of the spotted color pattern in full agamie reproduction.<br><br>South Fishtail Bay, Douglas Lake, Cheboygan County, Michigan, USA<br>Collection date: Jul 17, 1940<br>Depth: 4-5 m<br>Salin: freshwater<br>Comments: centrall interdepression area of Fishtail Bay.  Collected by F.E. Eggleton. Numerous specimens of the striped, the spotted, and intermediary types, many of them mature, and one cocoon collected among vegetation (Chara).<br><br>South Fishtail Bay, Douglas Lake, Cheboygan County, Michigan, USA<br>Collection date: Jul 29, 1940<br>Depth: 4-5 m<br>Salin: freshwater<br>Comments: centrall interdepression area of Fishtail Bay.  Collected by F.E. Eggleton. Numerous specimens of the striped, the spotted, and intermediary types, many of them mature, and one cocoon collected among vegetation (Chara).<br><br>South Fishtail Bay, Douglas Lake, Cheboygan County, Michigan, USA<br>Collection date: Aug 8, 1940<br>Depth: 4-5 m<br>Salin: freshwater<br>Comments: centrall interdepression area of Fishtail Bay.  Collected by F.E. Eggleton. Numerous specimens of the striped, the spotted, and intermediary types, many of them mature, and one cocoon collected among vegetation (Chara).<br><br>North Fishtail Bay, Douglas Lake, Cheboygan County, Michigan, USA<br>Collection date: Jul 8, 1940<br>Salin: freshwater<br>Comments: several immature specimens among vegetation (coll. C.O. Berg).  A sedge pool, a few feet from the lake shore.<br><br>Bessey Creek (lower part of Lancaster Creek), Cheboygan County, Michigan, USA<br>Collection date: Jul 13, 1940<br>Salin: freshwater<br>Comments: several agamic specimens of the spotted type.  Water temperature 18.0 degrees C.  Sluggish stream; bottom, mud, dense vegetation.  (Coll. R.I. Sailer).<br><br>Bessey Creek (lower part of Lancaster Creek), Cheboygan County, Michigan, USA<br>Collection date: Jul 25, 1940<br>Salin: freshwater<br>Comments: several agamic specimens of the spotted type.  Water temperature 26.8 degrees C.  Sluggish stream; bottom, mud, dense vegetation.  (Coll. R.I. Sailer).<br><br>Bessey Creek (lower part of Lancaster Creek), Cheboygan County, Michigan, USA<br>Collection date: Jul 27, 1940<br>Salin: freshwater<br>Comments: several agamic specimens of the spotted type.  Water temperature 26.8 degrees C.  Sluggish stream; bottom, mud, dense vegetation.  (Coll. R.I. Sailer).<br><br>Munro Lake, Cheboygan County, Michigan, USA<br>Collection date: Jul 23, 1940<br>Salin: freshwater<br>Comments: very numerous animals and cocoons under pieces of wood, on the undersurfaces of stones, and on water plants.  Most specimens are animals (all of the spotted type) were four sexually mature ones.  Water temperature 27.5 degrees C.<br><br>Munro Lake, Cheboygan County, Michigan, USA<br>Collection date: Jul 25, 1940<br>Salin: freshwater<br>Comments: in the southwest corner of the lake, several immature animals, and cocoons, under fallen timber.   Water temperature 25.5 degrees C.<br><br>Lancaster Lake, Cheboygan County, Michigan, USA<br>Collection date: Jul 25, 1940<br>Salin: freshwater<br>Comments: both sexual and asexual animals, and cocoons, collected under stones along the east shore.  Some specimens had recently fissioned.<br><br>Lancaster Lake, Cheboygan County, Michigan, USA<br>Collection date: Jul 27, 1940<br>Salin: freshwater<br>Comments: both sexual and asexual animals, and cocoons, collected under stones along the east shore.  Some specimens had recently fissioned.<br><br>Black Lake, Cheboygan County, Michigan, USA<br>Collection date: Aug 7, 1940<br>Salin: freshwater<br>Comments: Planarians and cocoons numerous under stones.  Water temperature 23.0 degrees C.  In a narrow bay on the west side of the lake; bottom, mud and stones, dense vegetation of algae and higher plants.<br><br>East Branch Maple River, Emmet County, Michigan, USA<br>Collection date: Jul 22, 1940<br>Salin: freshwater<br>Comments: one specimen of Dugesia tigrina and several specimens of Curtisia foremani.  Current swift.  Water temperature 29.5 degrees C.  at the bridge northeast of Pellston.<br><br>West Branch Maple River, Emmet County, Michigan, USA<br>Collection date: Aug 14, 1940<br>Salin: freshwater<br>Comments: two specimens (coll. Jack S. Dendy).  West Branch Maple River, half-way between Larks Lake and Pellston.<br><br>Larks Lake, Emmet County, Michigan, USA<br>Collection date: Aug 12, 1940<br>Salin: freshwater<br>Comments: ten asexual specimens and one mature specimen under stones (coll. Harry K. Phinney).  bottom, sand and stones.<br><br>Ocqueoc Lake, Presque Isle County, Michigan, USA<br>Collection date: Jul 30, 1940<br>Salin: freshwater<br>Comments: very numerouws planarians under stones, shells, pieces of wood, and on water plants.  Most animals asexual, one mature.  Water temperature 27.0 degrees C.  Water clear, somewhat colored; bottom, mud and stones.<br><br>Tahquamenon River, Luce County, Michigan, USA<br>Collection date: Aug 12, 1940<br>Salin: freshwater<br>Comments: several large, asexual specimens of the spotted type, under stones (coll. Stephen P. Hatchett).  Water warm, clear, highly colored, current sluggish; bottom, sand and clay, with stones.<br><br>Eliza Creek, Keweenaw County, Michigan, USA<br>Collection date: Aug 18, 1940<br>Salin: freshwater<br>Comments: two asexual specimens under stones.  Water temperature 19.3 degrees C.  Water almost stagnant; bottom, sand, mud, and stones.<br><br>Huron River, Oakland County, Michigan, USA<br>Collection date: May 18, 1941<br>Salin: freshwater<br>Comments: two immature, spotted specimens under stones. Water temperature 20.1 degrees C.  Moderate current.<br><br>Huron River, at the Delhi dam, Washtenaw County, Michigan, USA<br>Collection date: Sep 28, 1940<br>Salin: freshwater<br>Comments: several asexual specimens of the spotted type under stones.. Water temperature 20.1 degrees C.  Swift current.<br><br>Huron River, at Ann Arbor, Michigan, USA<br>Collection date: Apr 8, 1941<br>Salin: freshwater<br>Comments: Very numerous specimens under stones, all of the spotted pattern, but with varying amounts of spottiness, and different tones of brown.  Ten individuals in more than one hundred were sexual.  These were rather small (6-8 mm long).<br><br>Huron River, near Ann Arbor, Washtenaw County, Michigan, USA<br>Collection date: 1903 or earlier<br>Salin: freshwater<br>Comments: Pearl reported 'Planaria maculata' from Huron River.<br><br>Huron River, near Ann Arbor, Washtenaw County, Michigan, USA<br>Collection date: 1925 or earlier<br>Salin: freshwater<br>Comments: Hyman reported 'Planaria lata' from Huron River.<br><br>Portage Lake, Washtenaw County, Michigan, USA<br>Collection date: Sep 22, 1940<br>Salin: freshwater<br>Comments: several asexual specimens of the spotted type under stones.  Water warm, exposed to waves; bottom, stones and mud.<br><br>outlet of Portage Lake, Washtenaw County, Michigan, USA<br>Collection date: Sep 22, 1940<br>Salin: freshwater<br>Comments: many asexual spotted specimens under stones.  Water warm, current swift; bottom, stones and sand.<br><br>Fleming (Fleming's) Creek, Washtenaw County, Michigan, USA<br>Collection date: May 16, 1940<br>Salin: freshwater<br>Comments: several spotted specimens, all asexual, under stones.  Rapid current.<br><br>Fleming (Fleming's) Creek, Washtenaw County, Michigan, USA<br>Collection date: May 19, 1940<br>Salin: freshwater<br>Comments: several spotted specimens, all asexual, under stones.  Rapid current.<br><br>Honey Creek, Washtenaw County, Michigan, USA<br>Collection date: Feb 12, 1941<br>Salin: freshwater<br>Comments: several immature specimens under stones.<br><br>Honey Creek, Livingston County, Michigan, USA<br>Collection date: Apr 7, 1941<br>Salin: freshwater<br>Comments: two specimens under stones.<br><br>Honey Creek, Livingston County, Michigan, USA<br>Collection date: Apr 7, 1941<br>Salin: freshwater<br>Comments: two specimens taken with samples of water plants.<br><br>Grape, Monroe County, Michigan, USA<br>Collection date: Apr 25, 1941<br>Salin: freshwater<br>Comments: three immature individuals with spotted pattern, under stones.  A pond one and one-half miles west of Grape.<br><br>Stoney (Stony) Creek, Monroe County, Michigan, USA<br>Collection date: Apr 25, 1941<br>Salin: freshwater<br>Comments: seventeen specimens, one of them mature, all with spotted coloration, under stones.  Water temperature 14.9 degrees C.  Clear, swiftly running water.  Much with vegetation on stones.<br><br>De Leijen Lake, Netherlands (Holland)<br>Collection date: Jun 7-12, 1971<br>Depth: littoral<br>Substrate: Bricks, rough stones<br>Salin: freshwater<br>Comments: North shore.  Bricks, rough stones.   Vegetation, Phragmites, little detritus.  11-30 individuals per hour.<br><br>Koevorde (Koevordermeer) Lake, Netherlands<br>Collection date: Jun 7-12, 1971<br>Depth: littoral<br>Substrate: bricks<br>Salin: freshwater<br>Comments: North shore.  Bricks.   Vegetation, Phragmites, little detritus.  11-30 individuals per hour.<br><br>Slotermeer Lake, Netherlands (Holland)<br>Collection date: Jun 7-12, 1971<br>Depth: littoral<br>Substrate: bricks, rough stones<br>Salin: freshwater<br>Comments: North shore.  Bricks, rough stones.  Vegetation, Phragmites, little detritus.  1-10 individuals per hour.<br><br>Slotermeer Lake, Netherlands (Holland)<br>Collection date: Jun 7-12, 1971<br>Depth: littoral<br>Substrate: vegetation<br>Salin: freshwater<br>Comments: North shore.  Bricks, rough stones.  Vegetation, Phragmites, little detritus.  31-100 individuals per hour.<br><br>Sneekermeer Lake, Netherlands (Holland)<br>Collection date: Jun 7-12, 1971<br>Depth: littoral<br>Substrate: broken bricks.<br>Salin: freshwater<br>Comments: West shore.  Broken bricks.  Vegetation, Phragmites, little Scirpus, little detritus.  1-10 individuals per hour.<br><br>Tjeukemeer Lake, Netherlands (Holland)<br>Collection date: Jun 7-12, 1971<br>Depth: littoral<br>Substrate: vegetation<br>Salin: freshwater<br>Comments: South shore.  Broken bricks.  Vegetation, Phragmites, medium detritus.  11-30 individuals per hour.<br><br>Tjeukemeer Lake, Netherlands (Holland)<br>Collection date: Jun 7-12, 1971<br>Depth: littoral<br>Substrate: broken bricks<br>Salin: freshwater<br>Comments: South shore.  Broken bricks.  Vegetation, Phragmites, medium detritus.  101-300 individuals per hour.<br><br>Iron Gates (Trecatori Portile de Fier, La Cazane, Dealul Klisura, Klissura Derdap, Iron Gate of the Danube, Gvozdena Vrata, Eisenernes Tor, Vaskapu), Romania<br>Collection date: 2004 or earlier<br>Comments: Iron Gates II damlake<br><br>County Down, Ireland<br>Collection date: 2003 or earlier<br>Comments: Castle Espie<br><br>Lake Biwa (Biwa-ko,Biwa-See),  Japan<br>Collection date: Aug 2002<br>Comments: attached to Elodea found in Kinohama Beach.<br><br>Barigui Park, Curitiba (Corityba, Curytiba), (Paraná), Brazil<br>Collection date: 2005 or earlier<br>Salin: freshwater<br><br>Herault, France<br>Collection date: 2004 or earlier<br>Salin: freshwater<br><br>northern Iraq<br>Collection date: 1988 or earlier<br>Comments: Springs and Streams of Northern Parts of Iraq.<br><br>Muggelsee (Grosser Muggelsee), Berlin Friedrichshaven, Germany<br>Collection date: 1938 or earlier<br>Comments: U.S. planarian (syn. Planaria maculata Leidy) was found in abundance under stones along the shores of Muggelsee at Berlin-Friedrichshaven, apparently imported with aquatic plants.<br><br>Reelfoot Lake, Tennessee, USA<br>Collection date: 1938 or earlier<br>Salin: freshwater<br>Comments: collected around Reelfoot Lake.<br><br>Laguna Negra, Parque Nacional de Santa Teresa, Departamento de Rocha, Uruguay<br>Collection date: Jan 12, 1989<br>Salin: freshwater<br>Comments: collected from a temporary pond near Laguna Negra.<br><br>São Salvador, Montenegro municipality, Rio Grande do Sul, Brazil<br>Collection date: Jun 1991<br>Comments: collected at Wallaure, near Salvador du Sol.<br><br>Country of Mexico<br>Collection date: 1989 or earlier<br><br>southern Canada<br>Collection date: 1989 or earlier<br><br>Falmouth, Massachusetts, USA<br>Collection date: 1937 or earlier<br>Salin: freshwater<br>Comments: Pond south of Main Street, behind the Episcopal Church, Falmouth, Massachusetts.<br><br>Mary's Lake, Naushon Island, Massachusetts, USA<br>Collection date: 1937 or earlier<br>Salin: freshwater<br>Comments: Mary's Lake.<br><br>Big Spring, near Kerr's Creek, Rockbridge County, Virginia, USA<br>Collection date: 1937 or earlier<br>Salin: freshwater<br>Comments: Big Spring.<br><br>Charlottesville, Virginia, USA<br>Collection date: 1937 or earlier<br>Salin: freshwater<br>Comments: Sinclair's Pond, Park Street, Charlottesville.<br><br>Southern Bay, Canada<br>Collection date: Jul 6, 1986<br>Comments: Rattle Falls, near Southern Bay<br><br>Brigus Junction, Canada<br>Collection date: Jul 7, 1986<br>Comments: stream near Brigus Junction<br><br>Botucatú (Botucatu), State of São Paulo (San Paulo), Brazil<br>Collection date: Jul 26, 1967<br><br>Lake Ainslie, Inverness, Nova Scotia, Canada<br>Collection date: Aug 4, 1969<br><br>Laghi di Monticchio, Potenza, Italy<br>Collection date: 1999 or earlier<br><br>Schriever, Louisiana, USA<br>Collection date: 1999 or earlier<br><br>Canelones Department, Uruguay<br>Collection date: Jan 1-3, 1987<br>Comments: Arroyo Saves, Dept. Canalos BS, Uruguay","agents":[{"full_name":"Seth Tyler","homepage":"http://turbellaria.umaine.edu/","role":"compiler"},{"full_name":"Steve Schilling","homepage":"http://turbellaria.umaine.edu/","role":"compiler"},{"full_name":"Matt Hooge","homepage":"http://turbellaria.umaine.edu/","role":"compiler"},{"full_name":"Louise Bush","homepage":"http://turbellaria.umaine.edu/","role":"compiler"},{"full_name":"Turbellarian Taxonomic Database","homepage":"http://turbellaria.umaine.edu/","role":"provider"}],"references":["Young JO. 1972. &nbsp;&nbsp;. The Turbellaria of some Friesland lakes with incidental records of Gasteropoda [sic] and Hirudinea. Zoologische Bijdragen 13: 59-70.","Sluys R, Kawakatsu M, &amp; Ponce de León R. 2005. &nbsp;<a href=\"http://turbellaria.umaine.edu/turb3.php?action=26&litrec=20508&code=7282&abst=1\">abstract/note</a>. Morphological stasis in an old and widespread group of species: Contribution to the taxonomy and biogeography of the genus Girardia (Platyhelminthes, Tricladida, Paludicola). Studies on Neotropical Fauna and Environment,  40(2):155-180.","Kenk R. 1970. <a href=\"http://turbellaria.umaine.edu/turb3.php?action=21&litrec=6975&code=7282\"><img src=\"/icons/small/image.png\" alt=\"index card avail.\"></a><br />&nbsp;. Freshwater triclads (Turbellaria) of North America. IV. The polypharyngeal species of Phagocata. Smithson Contrib Zool 80: 1-18.","Hyman LH. 1963. &nbsp;&nbsp;. North American triclad Turbellaria. 16. Fresh-water planarians from the vicinity of Portland, Oregon. Am Mus Novitates #2123:1-5.","Kenk R. 1944. &nbsp;<a href=\"http://turbellaria.umaine.edu/turb3.php?action=26&litrec=10408&code=7282&abst=1\">abstract/note</a>. The fresh-water triclads of Michigan. Miscell Public Mus Zool Univ Mich (60):1-44.","Pearl R. 1903. &nbsp;&nbsp;. The movements and reactions of freshwater planarians: a study in animal behaviour. Q J Microsc Sci 46:509-714, 49 figures.","Kenk R. 1989. &nbsp;&nbsp;. Revised list of the North American freshwater planarians (Platyhelminthes: Tricladida: Paludicola). Smithsonian Contrib. Zool. 476, 10 pp.","Ward H. 1894. &nbsp;<a href=\"http://turbellaria.umaine.edu/turb3.php?action=26&litrec=18796&code=7282&abst=1\">abstract/note</a>. A Preliminary Report on the Worms (Mostly Parasitic) Collected in Lake St. Clare, in the Summer of 1893. (Append. 3 A biological examination of Lake St. Clair.). Bull. Michigan Fish Commission.  No. 4: 49-54  Lansing 1894.","Woodworth WM. 1896. <a href=\"http://turbellaria.umaine.edu/turb3.php?action=21&litrec=11052&code=7282\"><img src=\"/icons/small/image.png\" alt=\"index card avail.\"></a><br />&nbsp;. Preliminary report on collections of Turbellaria from Lake St. Clair and Charlevoix, Michigan. Appendix IV, pl 94-95 In: Ward, HB: A biological examination of Lake Michigan in the Traverse Bay region. Bull. Mich. Fish. Com. No. 6: 94-95.","Hyman LH. 1925. &nbsp;&nbsp;. The reproductive system and other characters of Planaria dorotocephala Woodworth. Transact Amer Microsc Soc 44:51-89.","Nastasescu M, Popescu-Marinescu V. 2004. &nbsp;<a href=\"http://turbellaria.umaine.edu/turb3.php?action=26&litrec=20817&code=7282&abst=1\">abstract/note</a>. Turbellaria spreading within iron gates area existing in benthic and phytophile fauna. Revue Roumaine de Biologie Serie de Biologie Animale 47(1-2): 97-105.","Anderson R. 2003. &nbsp;&nbsp;. Dugesia tigrina (Girard) (Tricladida: Paludicola) new to Ireland. Irish Naturalists' Journal 27(6): 236.","Nishino M, Ohtaka A, Kawakatsu M. 2002. &nbsp;<a href=\"http://turbellaria.umaine.edu/turb3.php?action=26&litrec=20843&code=7282&abst=1\">abstract/note</a>. A naturalized population of an exotic freshwater planarian, Girardia tigrina (Girard, 1850), found in Lake Biwa-ko, Japan. Ohmia 75:4.","Bueno-Silva M, Fischer ML. 2005. &nbsp;<a href=\"http://turbellaria.umaine.edu/turb3.php?action=26&litrec=20803&code=7282&abst=1\">abstract/note</a>. Population dynamics and phenology of Girardia tigrina (Girard, 1850) (Platyhelminthes: Paludicola) in the Barigui Park, Curitiba, PR. Acta Biologica Leopoldensia 27(2): 93-98.","Vila M, Sancho M, Cardona A, Fernandez J, Romero R. 2004. &nbsp;<a href=\"http://turbellaria.umaine.edu/turb3.php?action=26&litrec=20885&code=7282&abst=1\">abstract/note</a>. New sexual population of Girardia tigrina (GIRARD, 1850) KENK, 1974 (Platyhelminthes, Turbellaria, Tricladida, Dugesidae), in southern France. Boletin de la Real Sociedad Espanola de Historia Natural Seccion Biologica 99(1-4): 49-53.","Lazim MN, Shuker-Khan AO, Saeed IS. 1988. &nbsp;&nbsp;. Some of the Macrobenthic Invertebrates from Springs and Streams of Northern Parts of Iraq. Journal of Biological Sciences Research. 19(2): 425-428.","Tu TJ. 1938. &nbsp;<a href=\"http://turbellaria.umaine.edu/turb3.php?action=26&litrec=10934&code=7282&abst=1\">abstract/note</a>. Uber das Vorkommen von Euplanaria tigrina (Girard) in der Umegbung von Berlin. Zool. Anz. 124:81-85.","Bolen HR. 1938. &nbsp;<a href=\"http://turbellaria.umaine.edu/turb3.php?action=26&litrec=20102&code=7282&abst=1\">abstract/note</a>. Planarians of the Reelfoot Lake Region in Tennessee. Journal of the Tennessee Academy of Science, 13: 164-165.","Kawakatsu M, Hauser J, Ponce de Leon R. 1992. &nbsp;<a href=\"http://turbellaria.umaine.edu/turb3.php?action=26&litrec=13483&code=7282&abst=1\">abstract/note</a>. Freshwater planarians from Uruguay and Rio Grande do Sul, Brazil: Dugesia ururiograndeana sp. n. and Dugesia tigrina (Girard, 1850) (Turbellaria: Tricladida: Paludicola). Bull Biogeogr Soc Jap 47:33-50.","Kenk R. 1937. <a href=\"http://turbellaria.umaine.edu/turb3.php?action=21&litrec=10400&code=7282\"><img src=\"/icons/small/image.png\" alt=\"index card avail.\"></a><br />&nbsp;. Sexual and asexual reproduction in Euplanaria tigrina (Girard). Biol Bull 73:280-294."]},{"identifier":"8b4f990f166c62340980316f671facf6","dataObjectVersionID":26352681,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/gif","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"National Science Foundation - Turbellarian Taxonomic Database","audience":["Everyone"],"source":"http://turbellaria.umaine.edu/turb3.php?action=7&code=7218&ltr=a&eltr=c&img=7218a.gif","mediaURL":"http://turbellaria.umaine.edu/gif/7218a.gif","eolMediaURL":"http://media.eol.org/content/2010/11/19/03/43723_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2010/11/19/03/43723_98_68.jpg","agents":[{"full_name":"Seth Tyler","homepage":"http://turbellaria.umaine.edu/","role":"compiler"},{"full_name":"Steve Schilling","homepage":"http://turbellaria.umaine.edu/","role":"compiler"},{"full_name":"Matt Hooge","homepage":"http://turbellaria.umaine.edu/","role":"compiler"},{"full_name":"Louise Bush","homepage":"http://turbellaria.umaine.edu/","role":"compiler"},{"full_name":"Turbellarian Taxonomic Database","homepage":"http://turbellaria.umaine.edu/","role":"provider"}],"references":[]}]}